[
  {
    "title": "Dua Seeking Good In This World And In The Hereafter",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "Our Lord! Give us good in this world that and give us good in the Hereafter, and save us from the torment of the hell fire.",
    "notes": null,
    "fawaid": "This dua is the dua most often said by the Prophet shallallahu 'alaihi wa sallam, as told by sahaba Anas bin Malik radhiallahu anhu.",
    "source": "QS. Al-Baqarah: 201, al-Bukhari: 6389, HR. Muslim: 2690"
  },
  {
    "title": "Dua To Make Heart Firm Upon Deen #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "O Changer of the hearts, make my heart firm upon Your religion.",
    "notes": null,
    "fawaid": "A person's heart is between the fingers of Allah ta'ala, and He turns it back and forth according to his will. So, it is appropriate for someone to always ask that Allah will set their heart on goodness, and always be istiqamah in the truth.",
    "source": "HR. at-Tirmidzi, No. 3522 and Ahmad, 6: 315"
  },
  {
    "title": "Dua To Make Heart Firm Upon Deen #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "O Allah! Controller of the hearts, direct our hearts to Your obedience.",
    "notes": null,
    "fawaid": "A person's heart is between the fingers of Allah ta'ala, and He turns it back and forth according to his will. So, it is appropriate for someone to always ask that Allah will set their heart on goodness, and always be istiqamah in the truth.",
    "source": "HR. Muslim No. 2654"
  },
  {
    "title": "Dua To Make Heart Firm Upon Deen #3",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "O our Lord, do not make our hearts incline to error after You have guided us.",
    "notes": null,
    "fawaid": "A person's heart is between the fingers of Allah ta'ala, and He turns it back and forth according to his will. So, it is appropriate for someone to always ask that Allah will set their heart on goodness, and always be istiqamah in the truth.",
    "source": "QS. Ali Imran: 8"
  },
  {
    "title": "Dua To Seek Refuge Against The Loss Of Pleasure",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "O Allah, I seek refuge in You from the loss of the pleasures that You have bestowed, from changes in the health that You have bestowed, from Your sudden torment, and from all Your wrath.",
    "notes": null,
    "fawaid": "The pleasures of being present at this time are very likely to be lost, the health of our souls and bodies in a blink of an eye can turn into illness, and only Allah can prevent that from happening.",
    "source": "HR. Muslim No. 2739"
  },
  {
    "title": "Dua To Resist Affliction",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "Seek refuge in God from severe calamity, being overtaken by misery, evil destiny, and the triumphant mockery of enemies.",
    "notes": null,
    "fawaid": "Taking refuge from the provisions of fate that have a bad impact, does not contradict the attitude of being pleased with the provisions of the destiny of Allah azza wa jalla. Because asking for protection from the provision of Allah's destiny. Allah azza wa jalla could have predestined a disaster for someone, but Allah azza wa jalla also predestined that if he prays, Allah will remove the disaster.",
    "source": "HR. al-Bukhari: 6616, Muslim: 2707"
  },
  {
    "title": "Dua To Be Released From Debt, Anxiety, Weakness, Laziness, Fear, And Pressure from Others",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "O Allah, I seek refuge in Thee from care and grief, I seek refuge in Thee from incapacity and slackness, I seek refuge in Thee from cowardice and niggardliness, and I seek in Thee from being overcome by debt and being put in subjection by men.",
    "notes": null,
    "fawaid": "A noble sahaba, Abu Umamah, who narrated this hadith, said: after I practiced this prayer, Allah completely removed my confusion and gave me the ability to pay off debts.",
    "source": "HR. Abu Dawud No. 1555"
  },
  {
    "title": "Dua When Getting Good News",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "Praise be to Allah, by whose grace goodness is perfected.",
    "notes": null,
    "fawaid": "Aisha radhiyallahu 'anha said, Rasulullah shallallahu 'alaihi wa sallam when he saw something he liked, he read the sentence above.",
    "source": "HR. Ibnu Majah in the Sunnan, No. 3803 and al-Hakim in al-Mustadrak (1/499)"
  }
]
