[
  {
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Aku minta ampun kepada Allah.",
    "notes": "Dibaca 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam jika selesai dari shalatnya beliau beristighfar sebanyak tiga kali dan membaca dzikir di atas. Al Auza'i menyatakan bahwa bacaan istighfar adalah astaghfirullah, astaghfirullah.",
    "source": "HR. Muslim No. 591"
  },
  {
    "title": "Allah yang Memberi Keselamatan",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "Ya Allah, Engkau pemberi keselamatan, dan dari-Mu keselaatan, Maha Suci Engkau, wahai tuhan yang pemilik keagungan dan kemuliaan.",
    "notes": "Dibaca 1x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam jika selesai dari shalatnya beliau beristighfar sebanyak tiga kali dan membaca dzikir di atas. Al Auza'i menyatakan bahwa bacaan istighfar adalah astaghfirullah, astaghfirullah.",
    "source": "HR. Muslim No. 591"
  },
  {
    "title": "Allah yang Menghalangi dan yang Memberikan Segala Sesuatu",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Tiada Rabb yang berhak disembah selain Allah yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya puji dan bagi-Nya kerajaan. Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang mencegah apa yang Engkau berikan dan tidak ada yang memberi apa yang Engkau cegah. Tidak berguna kekayaan dan kemuliaan itu bagi pemiliknya (selain iman dan amal shalihnya yang menyelamatkan dari siksaan). Hanya dari-Mu kekayaan dan kemuliaan.",
    "notes": "Dibaca 1x",
    "fawaid": null,
    "source": "HR. Bukhari No. 844 dan Muslim No. 593"
  },
  {
    "title": "Allah yang Memiliki Segalanya dan yang Berhak Diibadahi",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Tiada Rabb (yang berhak disembah) kecuali Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan pujaan. Dia Mahakuasa atas segala sesuatu. Tidak ada daya dan kekuatan kecuali (dengan pertolongan) Allah. Tiada Rabb (yang hak disembah) kecuali Allah. Kami tidak menyembah kecuali kepada-Nya. Bagi-Nya nikmat, anugerah dan pujaan yang baik. Tiada Rabb (yang hak disembah) kecuali Allah, dengan memurnikan ibadah kepada-Nya, sekalipun orang-orang kafir sama benci.",
    "notes": "Dibaca 1x",
    "fawaid": "Dikatakan oleh 'Abdullah bin Zubair, Nabi shallallahu 'alaihi wa sallam biasa membaca tahlil (laa ilaha illallah) di akhir shalat.",
    "source": "HR. Muslim No. 594"
  },
  {
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Maha Suci Allah",
    "notes": "Dibaca 33x",
    "fawaid": null,
    "source": null
  },
  {
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Segala puji bagi Allah",
    "notes": "Dibaca 33x",
    "fawaid": null,
    "source": null
  },
  {
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah Maha Besar",
    "notes": "Dibaca 33x",
    "fawaid": null,
    "source": null
  },
  {
    "title": "Tidak Ada Sekutu Bagi Allah dan Baginyalah Segala Sesuatu",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Tidak ada Rabb (yang berhak disembah) kecuali Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan. Bagi-Nya pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu.",
    "notes": "Dibaca 1x",
    "fawaid": "Siapa yang membaca dzikir di atas, maka dosa-dosanya diampuni walau sebanyak buih di lautan. Kata Imam Nawawi rahimahullah, tekstual hadits menunjukkan bahwa bacaan Subhanallah, Alhamdulillah, Allahu akbar, masing-masing dibaca 33 kali secara terpisah.",
    "source": "Syarh Shahih Muslim, 5: 84"
  },
  {
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.",
    "notes": "Dibaca 1x",
    "fawaid": "Barang siapa yang membaca ayat kursi setelah selesai shalat, maka tidak ada yang menghalanginya masuk surga kecuali kematian.",
    "source": "HR. an-Nasai dalam Al-Kubro 9: 44. Hadits ini dinyatakan shahih oleh Ibnu Hibban, sebagaimana disebut oleh Ibnu Hajar dalam Bulughul Maram"
  },
  {
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Katakanlah: \"Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tidak pula diperanakkan, dan tidak ada seorangpun yang setara dengan Dia\".",
    "notes": "Dibaca 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam bersabda: Katakanlah (bacalah surat), Qulhuwallahu ahad, dan Al-Muawwidzatain (Al-Falaq dan An-Naas) ketika petang dan pagi tiga kali, maka dengan ayat ini akan mencukupkanmu (menjagamu) dari segala sesuatu.",
    "source": "HR. Abu Dawud No. 1523 dan an-Nasa'i No. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan"
  },
  {
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Katakanlah: \"Aku berlindung kepada Tuhan Yang Menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan pendengki bila ia dengki\".",
    "notes": "Dibaca 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam bersabda: Katakanlah (bacalah surat), Qulhuwallahu ahad, dan Al-Muawwidzatain (Al-Falaq dan An-Naas) ketika petang dan pagi tiga kali, maka dengan ayat ini akan mencukupkanmu (menjagamu) dari segala sesuatu.",
    "source": "HR. Abu Dawud No. 1523 dan an-Nasa'i No. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan"
  },
  {
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Katakanlah: “Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. (1) Raja manusia. (2) Sembahan manusia. (3) Dari kejahatan (bisikan) syaitan yang biasa bersembunyi, (4) yang membisikkan (kejahatan) ke dalam dada manusia, (5) dari (golongan) jin dan manusia. (6)",
    "notes": "Dibaca 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam bersabda: Katakanlah (bacalah surat), Qulhuwallahu ahad, dan Al-Muawwidzatain (Al-Falaq dan An-Naas) ketika petang dan pagi tiga kali, maka dengan ayat ini akan mencukupkanmu (menjagamu) dari segala sesuatu.",
    "source": "HR. Abu Dawud No. 1523 dan an-Nasa'i No. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan"
  },
  {
    "title": "Doa Meminta Ilmu Yang Bermanfaat, Rezeki yang Baik, dan Amal yang Diterima",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "Ya Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik).",
    "notes": "Dibaca 1x setelah salam dari shalat Shubuh",
    "fawaid": "Ilmu yang bermanfaat adalah bekal yang memudahkan kehidupan, mendapatkan rizki yang baik menjadi tujuan seseorang dalam bekerja, dan amalan yang diterima harapan setiap orang yang beramal. Maka seyogyanya seorang hamba senantiasa meminta 3 hal ini pada setiap pagi sebelum memulai berbagai aktivitasnya.",
    "source": "HR. Ibnu Majah No. 925 dan Ahmad 6: 305, 322. Al-Hafizh Abu Thohir mengatakan bahwa hadits ini shahih"
  }
]
