[
  {
    "title": "Doa Sapu Jagat",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana aatina fiddunya hasanah wa fil aakhiroti hasanah waqina 'adzabannaar",
    "translation": "Ya Allah, berikanlah kepada kami kebaikan di dunia, berikan pula kebaikan di akhirat dan lindungilah kami dari siksa neraka.",
    "notes": null,
    "fawaid": "Doa ini adalah doa yang paling sering dipanjatkan oleh Nabi Shallallahu 'alaihi wa sallam, sebagaimana penuturan sahabat Anas bin Malik radhiyallahu 'anhu.",
    "source": "QS. Al-Baqarah: 201, al-Bukhari: 6389, HR. Muslim: 2690"
  },
  {
    "title": "Doa Memohon Ketetapan Hati #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqollibal quluub tsabbit qolbi 'alaa diinik",
    "translation": "Wahai Dzat yang Maha membolak-balikkan hati, teguhkanlah hatiku di atas agama-Mu.",
    "notes": null,
    "fawaid": "Hati seseorang berada diantara jemari-jemari Allah ta'ala, dan Dia membolak-balikkan sesuai dengan kehendak-Nya. Maka, sudah selayaknya seseorang untuk senantiasa memohon agar Allah tetapkan hatinya di atas kebaikan, dan senantiasa istiqamah dalam kebenaran.",
    "source": "HR. at-Tirmidzi, No. 3522 dan Ahmad, 6: 315"
  },
  {
    "title": "Doa Memohon Ketetapan Hati #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma mushorrifal quluub shorrif quluubanaa 'ala tho'atik",
    "translation": "Ya Allah, Dzat yang memalingkan hati, palingkanlah hati kami kepada ketaatan beribadah kepada-Mu.",
    "notes": null,
    "fawaid": "Hati seseorang berada diantara jemari-jemari Allah ta'ala, dan Dia membolak-balikkan sesuai dengan kehendak-Nya. Maka, sudah selayaknya seseorang untuk senantiasa memohon agar Allah tetapkan hatinya di atas kebaikan, dan senantiasa istiqamah dalam kebenaran.",
    "source": "HR. Muslim No. 2654"
  },
  {
    "title": "Doa Memohon Ketetapan Hati #3",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbanā lā tuzig qulụbanā ba'da iż hadaitanā",
    "translation": "Ya Tuhan kami, janganlah Engkau jadikan hati kami condong kepada kesesatan sesudah Engkau beri petunjuk kepada kami.",
    "notes": null,
    "fawaid": "Hati seseorang berada diantara jemari-jemari Allah ta'ala, dan Dia membolak-balikkan sesuai dengan kehendak-Nya. Maka, sudah selayaknya seseorang untuk senantiasa memohon agar Allah tetapkan hatinya di atas kebaikan, dan senantiasa istiqamah dalam kebenaran.",
    "source": "QS. Ali Imran: 8"
  },
  {
    "title": "Doa Berlindung dari Hilangnya Kenikmatan",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma innii 'audzubika min zawaali ni'matik, wa tahawwuli 'aafiyatik, wa fujaa-ati niqmatik, wa jamii' sakhathik",
    "translation": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari hilangnya kenikmatan yang telah Engkau berikan, dari berubahnya kesehatan yang telah Engkau anugerahkan, dari siksa-Mu yang datang secara tiba-tiba, dan dari segala kemurkaan-Mu.",
    "notes": null,
    "fawaid": "Kenikmatan yang ada saat ini sangat mungkin hilang, sehatnya jiwa raga dalam sekejap matapun sangat bisa berubah menjadi sakit, dan hanya Allah lah yang mampu mencegah itu terjadi.",
    "source": "HR. Muslim No. 2739"
  },
  {
    "title": "Doa Tolak Bala' (Cobaan yang Berat)",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'uudzubika min jahdi-l balaa wa daraki-sy syaaqaa wa suu-il qadhaa wa syamaatati-l a'daa'",
    "translation": "Ya Allah, aku berlindung kepada-Mu dari bencana yang sangat berat, kesengsaraan, dan segala faktor penyebabnya, dari buruknya akibat apa yang telah ditakdirkan, serta bahagianya musuh atas musibah yang menimpa diriku.",
    "notes": null,
    "fawaid": "Berlindung dari ketentuan takdir yang berdampak buruk, tidak bertentangan dengan sikap ridha terhadap ketentuan takdir Allah azza wa jalla. Karena meminta perlindungan dari ketentuan takdir yang buruk juga merupakan ketentuan takdir Allah. Allah azza wa jalla bisa saja mentakdirkan suatu bala' kepada seseorang, namun Allah azza wa jalla juga bisa mentakdirkan bahwa bila ia berdoa, Allah akan hilangkan bala' tersebut.",
    "source": "HR. al-Bukhari: 6616, Muslim: 2707"
  },
  {
    "title": "Doa Agar Terlepas Dari Lilitan Hutang, Kegundahan, Kelemahan, Rasa Malas, Takut, dan Tekanan Orang Lain",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'uudzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "Ya Allah, aku berlindung kepada-Mu dari kebingungan dan kesedihan, aku berlindung kepada-Mu dari kelemahan dan kemalasan, aku berlindung kepada-Mu dari ketakutan dan kekikiran, aku berlindung kepada-Mu dari lilitan hutang dan tekanan orang-orang.",
    "notes": null,
    "fawaid": "Sahabat yang mulia Abu Umamah yang meriwayatkan hadits ini menuturkan: setelah aku mengamalkan doa itu, Allah benar-benar menghilangkan kebingunganku dan memberikanku kemampuan melunasi hutang.",
    "source": "HR. Abu Dawud No. 1555"
  },
  {
    "title": "Doa Ketika Mendapatkan Sesuatu yang Menyenangkan",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdulillah alladzi bini'matihi tatimmus sholihaat",
    "translation": "Segala puji bagi Allah, dimana dengan nikmatnya kebaikan menjadi sempurna.",
    "notes": null,
    "fawaid": "Aisyah radhiyallahu 'anha mengatakan, Rasulullah shallallahu 'alaihi wa sallam apabila melihat sesuatu yang beliau sukai, beliau membaca kalimat di atas.",
    "source": "HR. Ibnu Majah dalam Sunannya, No. 3803 dan al-Hakim dalam al-Mustadrak (1/499)"
  }
]
