[
  {
    "title": "Ayatul Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "Allah - there is no deity except Him, the Ever-Living, the Sustainer of [all] existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most Hight, the Most Great.",
    "notes": "Recite 1x",
    "fawaid": "Whoever reads this verse in the morning, he will be protected until evening. And whoever reads it in the evening, he will be protected until morning.",
    "source": "HR. at-Tirmidzi: 2879"
  },
  {
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "Say, O Prophet, He is Allah - One and Indivisible (1) Allah - the Sustainer needed by all (2) He has never had offspring, nor was He born (3) And there is none comparable to Him (4).",
    "notes": "Recite 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam said: Say (read the surahs), Qulhuwallahu ahad, and Al-Muawwidzatain (Al-Falaq & An-Naas) three times in the evening and morning, then these verses will suffice you (guard you) from evening.",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "Say, O Prophet, I seek refuge in the Lord of the daybreak (1) from the evil of whatever He has created (2) and from the evil of the night when it grows dark (3) and from the evil of those ˹witches casting spells by˺ blowing onto knots (4) and from the evil of an envier when they envy (5)",
    "notes": "Recite 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam said: Say (read the surahs), Qulhuwallahu ahad, and Al-Muawwidzatain (Al-Falaq & An-Naas) three times in the evening and morning, then these verses will suffice you (guard you) from evening.",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "Say, O Prophet, I seek refuge in the Lord of humankind (1) the Master of humankind (2) the God of humankind (3) from the evil of the lurking whisperer (4) who whispers into the hearts of humankind (5) from among jinn and humankind (6)",
    "notes": "Recite 3x",
    "fawaid": "Rasulullah shallallahu 'alaihi wa sallam said: Say (read the surahs), Qulhuwallahu ahad, and Al-Muawwidzatain (Al-Falaq & An-Naas) three times in the evening and morning, then these verses will suffice you (guard you) from evening.",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "title": "Upon Entering The Morning by Asking for Protection from Allah",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "We have entered the morning time and the kingdom belongs to Allah. There is no god who has the right to be worshiped properly except Allah almighty, there is no partner for Him. For Him is the kingdom and praise is for Him. He- is the Almighty over all things. O Lord, I ask You for the good of this day and the good after it. I seek refuge in You from the evil of this day and the evil after it. O Lord, I seek refuge in You from torments of Hell and the torments of the grave.",
    "notes": "Recite 1x",
    "fawaid": "Asking for protection from evil takes precedence, the rule that shows the importance of this is: \"Preventing harm is more important and takes precedence than bringing good\".",
    "source": "HR. Muslim No. 2723 (75), Abu Dawud No. 5071, and at-Tirmidzi 3390, shahih from Abdullah Ibnu Mas'ud"
  },
  {
    "title": "Upon Entering The Morning with The Grace of Allah",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "O Allah, with Your grace and help we enter the morning, and with Your grace and help we enter the evening. By Your grace and will we live and by Your grace and will we die. And to You is the resurrection (for all creatures).",
    "notes": "Recite 1x",
    "fawaid": "Everything we do from morning to evening, from when we start our life until we die, is all under the control of Allah and to Him we return.",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1199, this lafazh is lafazh al-Bukhari, at-Tirmidzi No. 3391, Abu Dawud No. 5068, Ahmad 11/354, Ibnu Majah No. 3868"
  },
  {
    "title": "Sayyid al-Istighfar",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "O Allahm You are my Lord. There is no god but You. You created me I am your slave I stand firm in my promises and promises to you as much as possible. I seek refuge in You from the evil of my deeds. I acknowledge my sin. So forgive me. Because there is no one who forgives sins except You.",
    "notes": "Recite 1x",
    "fawaid": "Whoever reads it with confidence in the evening, then he dies, he will enter heaven, so also if (read) in the morning.",
    "source": "HR. al-Bukhari No. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "title": "Dua for Protection and Good Health",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "O Allah, save my body (from disease and from what I don't want). O Allah, save my hearing (from disease and immorality or from what I don't want). O Allah, save my sight, there is no deity who has the right to be worshiped with righteous except You. O Allah, verily I seek refuge in You from disbelief and neediness. I seek refuge in You from the torment of the grave, there is no deity who has the right to be worshiped properly except You.",
    "notes": "Recite 1x",
    "fawaid": "By asking Allah to grant us well-being in our body, we are asking to be cured from all physical and spritual ailments, so that we possess both a healthy body and a pure heart, and therefore use this healthy body in a way that pleases Allah.",
    "source": "HR. al-Bukhari n Shahiib al-Adabil Mufrad No. 701, Abu Dawud No. 5090, Ahmad V/42, hasan"
  },
  {
    "title": "Dua for Salvation in The World and Hereafter",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "O Allah, I really ask for goodness and safety in this world and the hereafter. O Allah, I really ask for goodness and safety in religion, the world, my family and wealth. O Allah, cover my nakedness (disgrace and something that is not suitable for people to see) and calm me save me from fear. O Allah, protect me from in front, behind, right, left and above me. I seek protection from Your greatness, so that I will not be grabbed from under me (I seek protection from being immersed in the earth).",
    "notes": "Recite 1x",
    "fawaid": "The Prophet shallallahu 'alaihi wa sallam never left this prayer in the morning and evening. It contains protection and safety for religion, the world, family and property from various kinds of disturbances that come from various directions.",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1200, Abu Dawud No. 5074, an-Nasa'i VII/282, Ibnu Majah No. 3871, al-Hakim 1/517-518, and others from Ibnu Umar radhiyallahu 'anhumaa"
  },
  {
    "title": "Dua for Protection from Shaytan Whispers",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "O Allah, Who knows the unseen and the real. O Lord, Creator of the heavens and the earth, Lord of all things and Who reigns over them. I testify that there is no god who has the right to be worshiped properly except You. I seek refuge in You from the evil of myself, satan and his invitation to associate partners with Allah, (I seek refuge in You) from doing evil to me or pushing a Muslim against him.",
    "notes": "Recite 1x",
    "fawaid": "The Prophet Muhammad shallallahu 'alaihi wa sallam said to Abu Bakr ash-Shiddiq radhiyallahu 'anhu 'Say morning and evening and when you are going to sleep'.",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1202, at-Tirmidzi No. 3392 and Abu Dawud No. 5067"
  },
  {
    "title": "Asking for Protection from All Harms",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "In the name of Allah with Whose name nothing can harm on earth or in heaven, and He is the All-Hearing, All-Knowing.",
    "notes": "Recite 3x",
    "fawaid": "Whoever reads it three times in the morning and evening, then nothing will harm him.",
    "source": "HR. at-Tirmidzi No. 3388, Abu Dawud No. 5088, Ibnu Majah No. 3869, al-Hakim 1/514, and Ahmad No. 446 and 474"
  },
  {
    "title": "Declaration of Pleasure with Allah, Islam, and the Prophet Muhammad shallallahu 'alaihi wa sallam",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "I am willing (pleased) Allah as my Rabb (for me and others), Islam as my religion and Muhammad shallallahu 'alaihi wa sallam as my Prophet (sent by Allah).",
    "notes": "Recite 3x",
    "fawaid": "Whoever reads it three times in the morning and evening, Allah will give His pleasure to him and the Day of Judgment.",
    "source": "HR. Ahmad IV/337, Abu Dawud No. 5072, at-Tirmidzi No. 3389, Ibnu Majah No. 3870, an-Nasa'i in 'Amalul Yaum wal Lailah No. 4 and Ibnus Sunni No. 68"
  },
  {
    "title": "Asking Allah for Guidance",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "O Rabb of the Most Living, O Rabb of the Most Self-sufficient (does not need anything) with Your grace I ask for help, fix all my affairs and do not leave (my affairs) to myself even if only for the twinkling of an eye (without getting help from You).",
    "notes": "Recite 1x",
    "fawaid": "The meaning of this prayer is that humans really need Allah and pray that Allah will not leave him even for a moment.",
    "source": "HR. an-Nasa'i in 'Amalul Yaum wal Lailah No. 575, and al-Hakim 1/545, Shahiih at-Targhiib wat Tarhiib 1/417 No. 661, Ash-shahiihah No. 227, hasan"
  },
  {
    "title": "Entering The Morning Upon The Natural Religion of Islam",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "In the morning we are above the nature of the Islamic religion, sincere sentences, the religion of our Prophet Muhammad shallallahu 'alaihi wa sallam and the religion of our father, Ibrahim, who stands on the straight path, is Muslim and is not classified as polytheists.",
    "notes": "Recite 1x",
    "fawaid": "'Fitratil Islam' means above the sunnah, 'kalimatil Ikhlas' means the Syahadah and 'hanifan' means the heart is inclined to the straight path and goodness.",
    "source": "HR. Ahmad III/406, 407, ad-Darimi II/292 and Ibnus Sunni in Amalul Yaum wal Lailah No. 34, Misykaatul Mashaabiih No. 2415, Shahiihal-Jaami'ish Shaghiir No. 4674, shahih"
  },
  {
    "title": "Tawheed Dhikr",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "There is no God who has the right to be worshiped properly except Allah, the One and Only, He has no partners. For Him is the kingdom and for Him is all praise. And He is Almighty over all things.",
    "notes": "Recite 1x or 10x in the morning, Recite 100x a day",
    "fawaid": "Whoever reads it 100 times a day, then for him (the reward) is like freeing ten slaves, writing a hundred good things, removing a hundred bad things from him, getting protection from the devil that day until the evening. It is not that a person can bring better than what he brought unless he did more than that.",
    "source": "HR al-Bukhari No. 3293 and 6403, Muslim IV/2071 No. 2691 (28), at-Tirmidzi No. 3468, Ibnu Majah No. 3798"
  },
  {
    "title": "Read Tasbih",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "Glory to Allah, I praise Him as many as the number of His creatures, Glory to Allah according to His pleasure, as pure as the weight of His Throne, and as pure as the ink (which writes) His words.",
    "notes": "Recite 3x",
    "fawaid": "The Prophet shallallahu 'alaihi wa sallam told Juwairiyah that the dhikr above had defeated the dhikr Read by Juwairiyah from after Fajr to Duha time.",
    "source": "HR. Muslim No. 2726. Syarah Muslim XVII/44. From Juwairiyah binti al-Harits radhiyallahu 'anhuma"
  },
  {
    "title": "Dua for Useful Knowledge, Good Sustenance, and Accepted Deeds",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "O Allah, I really ask You for knowledge that is beneficial, sustenance that is lawful, and deeds that are accepted.",
    "notes": "Recite 1x",
    "fawaid": "This prayer is recommended in the morning because morning time has more privileges and blessings. as the words of Rasulullah shallallahu 'alaihi wa sallam \"O Allah, bless my people in the morning\".",
    "source": "HR. Ibnu Majah No. 925, Shahiih Ibni Majah 1/152 No. 753 Ibnus Sunni in 'Amalul Yaum wal Lailah No. 54, 110, and Ahmad VI/294, 305, 318, 322. From Ummu Salamah, shahih"
  },
  {
    "title": "Daily Tasbih and Tahmid",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "Glory be to Allah, I praise Him.",
    "notes": "Recite 100x",
    "fawaid": "Whoever says the phrase 'subhanallah wa bi hamdih' in the morning and evening 100 times, then no one will come on the Day of Judgement that is better than what he did except the person who said something like or more thant that.",
    "source": "HR. Muslim No. 2691 and No. 2692, from Abu Hurairah radhiyallahu 'anhu Syarah Muslim XVII/17-18, Shahiih at-Targhiib wat Tarhiib 1/413 No. 653"
  },
  {
    "title": "Istighfar 100x a Day",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "I seek forgiveness from Allah and repent to Him.",
    "notes": "Recite 100x a day",
    "fawaid": "From Ibn 'Umar he said: The Mesengger of Allah Muhammad shallallahu 'alaihi wa sallam said: 'O people, repent to Allah, in fact I repent to Him a hundred times a day'.",
    "source": "HR. al-Bukhari/Fat-hul Baari XI/101 and Muslim No. 2702"
  }
]
