[
  {
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "I seek forgiveness from Allah.",
    "notes": "Read 3x",
    "benefits": "When the Messenger of Allah, peace and blessings be upon him, finished his prayer, he would seek forgiveness three times and recite the dhikr above. Al-Auza'i stated that the recitation of istighfar is 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim No. 591"
  },
  {
    "title": "Allah, The Giver of Peace",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "O Allah, You are Peace, and from You is peace. Blessed are You, O Possessor of majesty and honor.",
    "notes": "Read 1x",
    "benefits": "When the Messenger of Allah, peace and blessings be upon him, finished his prayer, he would seek forgiveness three times and recite the dhikr above. Al-Auza'i stated that the recitation of istighfar is 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim No. 591"
  },
  {
    "title": "Allah, The Preventer and The Giver of All Things",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "There is no deity worthy of worship except Allah alone, He has no partner. To Him belongs dominion and praise, and He is over all things competent. O Allah, there is no preventer of what You give, and no giver of what You withhold, and wealth and honor do not benefit their possessor (except faith and righteous deeds that save from punishment). Only from You is wealth and honor.",
    "notes": "Read 1x",
    "benefits": null,
    "source": "HR. Bukhari No. 844 and Muslim No. 593"
  },
  {
    "title": "Allah, The Possessor of All and The Only One Worthy of Worship",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "There is no deity worthy of worship except Allah alone, He has no partner. To Him belongs dominion and praise, and He is over all things competent. There is no power and no strength except by Allah. There is no deity worthy of worship except Allah, and we do not worship except Him. To Him belongs all favor, grace, and good praise. There is no deity worthy of worship except Allah, making our religion sincerely for Him, even if the disbelievers dislike it.",
    "notes": "Read 1x",
    "benefits": "'Abdullah bin Zubair said, \"The Prophet, peace and blessings be upon him, used to recite the tahlil (laa ilaha illallah) at the end of the prayer.\"",
    "source": "HR. Muslim No. 594"
  },
  {
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Glory be to Allah",
    "notes": "Read 33x",
    "benefits": null,
    "source": null
  },
  {
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "All praise is for Allah",
    "notes": "Read 33x",
    "benefits": null,
    "source": null
  },
  {
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah is the Greatest",
    "notes": "Read 33x",
    "benefits": null,
    "source": null
  },
  {
    "title": "There is No Partner for Allah, and To Him Belongs All Things",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "There is no deity worthy of worship except Allah alone, He has no partner. To Him belongs dominion and praise, and He is over all things competent.",
    "notes": "Read 1x",
    "benefits": "Whoever recites the dhikr above, his sins will be forgiven, even if they are as numerous as the foam on the ocean. Imam Nawawi, may Allah have mercy on him, said that the text of the hadith indicates that 'Subhanallah', 'Alhamdulillah', and 'Allahu akbar' are each recited 33 times separately.",
    "source": "Syarh Shahih Muslim, 5: 84"
  },
  {
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah - there is no deity except Him, the Ever-Living, the Sustainer of [all] existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "notes": "Read 1x",
    "benefits": "Whoever recites Ayat al-Kursi after finishing the prayer, nothing will prevent him from entering Paradise except death.",
    "source": "HR. an-Nasai in Al-Kubro 9: 44. This hadith is declared sahih by Ibn Hibban, as mentioned by Ibn Hajar in Bulughul Maram"
  },
  {
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Say, \"He is Allah , [who is] One, (1) Allah , the Eternal Refuge. (2) He neither begets nor is born, (3) Nor is there to Him any equivalent.\" (4)",
    "notes": "Read 3x",
    "benefits": "The Messenger of Allah, peace and blessings be upon him, said: Recite Qul huwallahu ahad, and Al-Mu'awwidhatayn (Al-Falaq and An-Nas) in the evening and morning three times, and it will suffice you (protect you) from everything.",
    "source": "HR. Abu Dawud No. 1523 and an-Nasa'i No. 1337. Al Hafizh Abu Thohir said that the chain of this hadith is hasan"
  },
  {
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Say, \"I seek refuge in the Lord of daybreak (1) From the evil of that which He created (2) And from the evil of darkness when it settles (3) And from the evil of the blowers in knots (4) And from the evil of an envier when he envies.\" (5)",
    "notes": "Read 3x",
    "benefits": "The Messenger of Allah, peace and blessings be upon him, said: Recite Qul huwallahu ahad, and Al-Mu'awwidhatayn (Al-Falaq and An-Nas) in the evening and morning three times, and it will suffice you (protect you) from everything.",
    "source": "HR. Abu Dawud No. 1523 and an-Nasa'i No. 1337. Al Hafizh Abu Thohir said that the chain of this hadith is hasan"
  },
  {
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Say, \"I seek refuge in the Lord of mankind, (1) The King of mankind. (2) The God of mankind, (3) From the evil of the whisperer who withdraws, (4) Who whispers in the breasts of mankind, (5) Of the jinn and mankind.\" (6)",
    "notes": "Read 3x",
    "benefits": "The Messenger of Allah, peace and blessings be upon him, said: Recite Qul huwallahu ahad, and Al-Mu'awwidhatayn (Al-Falaq and An-Nas) in the evening and morning three times, and it will suffice you (protect you) from everything.",
    "source": "HR. Abu Dawud No. 1523 and an-Nasa'i No. 1337. Al Hafizh Abu Thohir said that the chain of this hadith is hasan"
  },
  {
    "title": "Supplication for Beneficial Knowledge, Good Provision, and Accepted Deeds",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "O Allah, I ask You for beneficial knowledge, good provision, and accepted deeds.",
    "notes": "Read 1x after the salam of Fajr prayer",
    "benefits": "Beneficial knowledge is a provision that makes life easier, obtaining good provision is a person's goal in working, and accepted deeds are the hope of every person who performs good deeds. Therefore, a servant should always ask for these 3 things every morning before starting their various activities.",
    "source": "HR. Ibn Majah No. 925 and Ahmad 6: 305, 322. Al-Hafizh Abu Thohir said that this hadith is sahih"
  }
]