[
  {
    "title": "Doa Sebelum Tidur",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "Dengan menyebut nama-Mu, ya Allah! Aku mati dan dan hidup.",
    "notes": null,
    "fawaid": "Dahulu nabi shallallahu 'alaihi wa sallam senantiasa memulai dan mengakhiri harinya dengan berdzikir.",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "Doa Bangun Tidur",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Segala puji bagi Allah, yang telah membangunkan kami setelah menidurkan kami dan kepada-Nya lah kami dibangkitkan.",
    "notes": null,
    "fawaid": "Dengan membaca doa di atas, seorang hamba memulai harinya dengan memuji nama Allah yang Maha Menghidupkan dan Maha Mematikan.",
    "source": "HR. Bukhari: 6327"
  },
  {
    "title": "Doa Masuk Kamar Mandi",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "Ya Allah, aku berlindung pada-Mu dari (godaan) syaitan laki-laki dan perempuan.",
    "notes": null,
    "fawaid": "Doa ini menjadi penghalang antara aurat seorang hamba dengan jin ketika memasuki Al-khala' (kamar mandi).",
    "source": "HR. al-Bukhari dan Muslim"
  },
  {
    "title": "Doa Keluar Kamar Mandi",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Aku mohon ampunan-Mu (ya Allah).",
    "notes": null,
    "fawaid": "Kamar mandi adalah salah satu rumah jin dan syaitan, maka dianjurkan meminta ampunan dari segala kesalahan yang sengaja maupun tidak sengaja selama di kamar mandi.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "Doa Sebelum Makan",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Dengan nama Allah (aku mulai makan).",
    "notes": null,
    "fawaid": "Manfaat membaca bismillah sebelum makan adalah untuk menghalangi syaitan ikut bergabung makan bersama manusia.",
    "source": "HR. al-Bukari No. 5376 dan Muslim No. 2022"
  },
  {
    "title": "Doa Jika Terlupa Basmallah Diawal Makan",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "Dengan menyebut nama Allah, untuk awal dan akhir (makan).",
    "notes": null,
    "fawaid": "Islam sangat memperhatikan adab, sekiranya anak adam lupa membaca doa makan di awal tetap dianjurkan membaca doa di pertengahan walaupun tersisa sesendok nasi.",
    "source": "HR. Abu Dawud"
  },
  {
    "title": "Doa Sesudah Makan",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Segala puji bagi Allah yang telah memberiku makanan ini, dan memberikan rezeki kepadaku tanpa daya serta kekuatan dariku.",
    "notes": null,
    "fawaid": "Rasulullah ﷺ bersabda jika seseorang membaca doa tersebut maka diampuni dosanya yang telah lalu.",
    "source": "Shahih at-Tirmidzi"
  },
  {
    "title": "Doa Masuk Masjid",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "Ya Allah, bukalah pintu-pintu rahmat-Mu untukku.",
    "notes": null,
    "fawaid": "Masjid adalah rumah Allah, hendaknya seorang hamba mengagungkannya dan berharap rahmat Allah di dalamnya.",
    "source": "HR. Muslim"
  },
  {
    "title": "Doa Keluar Masjid",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "Ya Allah, sesungguhnya aku memohon karunia-Mu.",
    "notes": null,
    "fawaid": "Bumi Allah sangatlah luas, ada banyak jalan mencari rezeki. Hendalkah seorang hamba meminta karunia kepada Allah agar dimudahkan untuk mendapat rezeki yang telah Allah bagikan kepada seluruh hamba-Nya.",
    "source": "HR. Muslim No. 713"
  },
  {
    "title": "Doa Sebelum Berwudhu",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Dengan nama Allah (aku mulai berwudhu).",
    "notes": null,
    "fawaid": "Disyariatkan memulai setiap perkara yang penting dengan mengucapkan bismillah dalam hal ibadah ataupun lainnya.",
    "source": "HR. at-Tirmidzi dan al-Baihaqi"
  },
  {
    "title": "Doa Sesudah Berwudhu",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "Aku bersaksi bahwa tidak ada tuhan selain Allah semata yang tidak ada sekutu bagi-Nya dan aku pun bersaksi bahwa Muhammad adalah hamba sekaligus Rasul utusan-Nya. Ya Allah, jadikanlah aku termasuk orang-orang yang bertaubat dan jadikanlah aku termasuk orang-orang yang bersuci. Maha Suci Engkau wahai tuhan kami dan segala puji bagi-Mu. Aku bersaksi bahwa tiada tuhan selain Engkau. Aku memohon ampunan dan bertaubat kepada-Mu.",
    "notes": null,
    "fawaid": "Barang siapa yang mengucapkan doa tersebut maka akan dibukakan baginya delapan pintu Surga. Dia memasukinya dari arah mana saja yang ia kehendaki.",
    "source": "HR. Muslim, at-Tirmidzi dan an-Nasa'i"
  },
  {
    "title": "Doa Buka Puasa",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "Rasa haus telah hilang, urat-urat telah basah, dan pahala telah ditetapkan insya Allah.",
    "notes": null,
    "fawaid": "Sangat dianjurkan bagi orang yang berpuasa untuk memperbanyak doa sebelum dan sesudah berbuka, karena doa orang yang berpuasa adalah salah satu 3 doa yang tak tertolak.",
    "source": "HR. Abu Daud, As-Sunan Al-Kubra Lil Baihaqi, Juz 4, Hal. 239, al-Hakim dalam Mustadrak 'alas Shahihain No. 1484"
  },
  {
    "title": "Doa Masuk Rumah #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "Semoga keselamatan terlimpah untukmu.",
    "notes": null,
    "fawaid": "Salam adalah doa pengharapan, pengharapan agar Anda selamat dari segala macam duka dan derita, serta diliputi rahmat dan keberkahan.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "Doa Masuk Rumah #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Semoga keselamatan, rahmat dan keberkahan terlimpah untukmu.",
    "notes": null,
    "fawaid": "Salam adalah doa pengharapan, pengharapan agar Anda selamat dari segala macam duka dan derita, serta diliputi rahmat dan keberkahan.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "Doa Keluar Rumah",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "Dengan nama Allah, aku bertawakkal kepada Allah, tiada daya dan kekuatan kecuali dengan pertolongan Allah.",
    "notes": null,
    "fawaid": "Barang siapa yang membaca doa tersebut maka dikatakan kepadanya: \"Engkau akan diberi petunjuk, dicukupkan dan dijaga\". Syaitan pun akan menyingkir darinya. Syaitan yang lain akan mengatakan: \"Bagaimana mungkin engkau bisa mengganggu seseorang yang telah mendapatkan petunjuk, kecukupan dan penjagaan?!\"",
    "source": "HR. Abu Dawud dan at-Tirmidzi"
  },
  {
    "title": "Doa Agar Tidak Menyebabkan Keburukan atau Terkena Keburukan Di luar Rumah",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "Ya Allah, aku berlindung kepada-Mu, jangan sampai aku sesat atau disesatkan (setan atau orang yang berwatak setan), berbuat kesalahan atau disalahi, menganiaya atau dianiaya (orang), dan berbuat bodoh atau dibodohi.",
    "notes": null,
    "fawaid": "Ketika seseorang keluar rumah maka ia akan banyak menemui segala macam hal baik maupun buruk, terutama keburukan yang diperbuat oleh dirinya sendiri. Oleh karena itu diperintahkan untuk berlindung dari diri sendiri dan dari orang lain.",
    "source": "HR. Abu Dawud, at-Tirmidzi, Ibnu Majah dan an-Nasa'i"
  },
  {
    "title": "Doa Safar",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Allah Maha Besar, Allah Maha Besar, Allah Maha Besar. Maha Suci Allah yang telah menundukkan untuk kami kendaraan ini, padahal kami sebelumnya tidak mempunyai kemampuan untuk melakukannya, dan sesungguhnya hanya kepada Rabb kami, kami akan kembali. Ya Allah, sesungguhnya kami memohon kepada-Mu kebaikan, ketakwaan, dan amal yang Engkau ridhai dalam perjalanan kami ini. Ya Allah, mudahkanlah perjalanan kami ini, dekatkanlah bagi kami jarak yang jauh. Ya Allah, Engkau adalah rekan dalam perjalanan dan pengganti di tengah keluarga. Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kesukaran perjalanan, tempat kembali yang menyedihkan, dan pemandangan yang buruk pada harta, keluarga, dan anak.",
    "notes": null,
    "fawaid": "Didalam doa ini ada 2 bagian. Pertama adalah pujian kepada Allah ta'ala dan ketundukan diri hamba, yang kedua adalah permohonan kepada Allah untuk segala kemudahan baik dalam safar maupun urusan hal-hal yang seorang hamba tinggalkan di rumah.",
    "source": "HR. Muslim"
  },
  {
    "title": "Doa Orang Mukim Kepada Orang yang Hendak Bersafar",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Aku menetipkan agamamu, amanahmu, dan amal terakhir kepada Allah.",
    "notes": null,
    "fawaid": "Tiga prioritas seorang hamba yang harus dijaga dimanapun, agama, amanah dan amal, sebab seseorang akan dimatikan sesuai dengan amalnya.",
    "source": "HR. Abu Dawud: 2601"
  },
  {
    "title": "Doa Bekal Takwa dari Orang Mukim Kepada yang Hendak Bersafar",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Semoga Allah membekalimu ketakwaan, mengampuni dosamu, dan memudahkan kebaikan untukmu dimanapun kamu berada.",
    "notes": null,
    "fawaid": "Taqwa adalah sebaik-baik bekal yang harus disiapkan seorang hamba menuju akhirat, sebab tidak ada keselamatan kecuali dengan berbekal dengan ketaqwaan.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "Doa Memakai Pakaian Baru",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "Ya Allah, hanya milik-Mu lah segala pujian. Engkaulah yang memberi pakaian ini kepadaku. Aku memohon kepada-Mu agar memperoleh kebaikan dari pakaian ini dan kebaikan yang ia diciptakan karenanya. Aku berlindung kepada-Mu dari kejahatannya dan kejahatan yang diciptakan karenanya.",
    "notes": null,
    "fawaid": "Dengan membaca doa ini, seseorang memohon agar baju yang telah dibeli dapat memberikan kebaikan sekaligus menjadi pelindung bagi berbagai keburukan.",
    "source": "HR. Ahmad, Abu Dawud, at-Tirmidzi dan Al-Hakim"
  },
  {
    "title": "Doa Memakai Pakaian",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Segala puji bagi Allah yang memberi pakaian ini kepadaku sebagai rezeki dari-Nya tanpa daya dan kekuatan dariku.",
    "notes": null,
    "fawaid": "Keutamaan membaca doa ini, akan diampuni dosa yang telah lalu, InsyaAllah.",
    "source": "HR. seluruh penyusun kitab Sunan, kecuali Nasa'i"
  },
  {
    "title": "Doa Menaiki Kendaraan",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "Dengan menyebut nama Allah (3x). Segala puji bagi Allah. Maha Suci Allah yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Rabb kami. Maha Suci Engkau, sesungguhnya aku telah mendzalimi diriku sendiri maka ampunilah aku, karena tidak ada yang mengampuni dosa-dosa selain Engkau.",
    "notes": null,
    "fawaid": "Dengan membaca doa naik kendaraan, perjalanan kita akan senantiasa mendapat perlindungan Allah ta'ala. Selain itu juga akan mendapat pahala, pertolongan dan hati yang lebih tenang.",
    "source": "HR. Abu Dawud dan at-Tirmidzi"
  },
  {
    "title": "Doa Ketika Turun Hujan",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "Ya Allah turunkanlah pada kami hujan yang bermanfaat.",
    "notes": null,
    "fawaid": "Ajuran untuk berdo'a ketika turun hujan agar kebaikan dan keberkahan semakin bertambah, begitu pula semakin banyak kemanfaatan.",
    "source": "HR. al-Bukhari No. 1032"
  },
  {
    "title": "Doa Ketika Hujan Lebat",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "Ya Allah, turunkanlah hujan di sekitar kami, bukan untuk merusak kami. Ya Allah, turunkanlah hujan ke dataran tinggi, gunung-gunung, bukit-bukit, perut lembah dan tempat tumbuhnya pepohonan.",
    "notes": null,
    "fawaid": "Bahwa do'a di atas dibaca ketika hujan semakin lebat atau khawatir hujan akan membawa dampak bahaya.",
    "source": "HR. al-Bukhari No. 1014"
  },
  {
    "title": "Doa Setelah Turun Hujan",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Kita diberi hujan karena karunia dan rahmat Allah.",
    "notes": null,
    "fawaid": "Dengan membaca doa tersebut maka ia telah mengimani bahwasanya hujan turun atas kehendak Allah (keutamaan Allah), bukan dengan bintang-bintang sehingga mereka menjadi kufur kepada Allah.",
    "source": "HR. al-Bukhari No. 846 dan Muslim No. 71"
  },
  {
    "title": "Doa Ketika Angin Kencang",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "Ya Allah, sesungguhnya aku memohon kepada-Mu kebaikan angin ini dan aku berlindung kepada-Mu dari keburukannya.",
    "notes": null,
    "fawaid": "Diantara tanda kuasa Allah adalah angin yang kencang yang bisa mendatangkan nikmat dan adzab, yakni kebaikan dan keburukan. Maka seyogyanya seorang hamba terus meminta kebaikan dan berlindung dari segala marabahaya.",
    "source": "HR. Abu Dawud dan Ibnu Majah"
  },
  {
    "title": "Sayyid al-Istighfar",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "Ya Allah, Engkau adalah Rabb-ku, tidak ada Ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Engkau-lah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku dengan-Mu semampuku. Aku berlindung kepada-Mu dari kejelekan (apa) yang kuperbuat. Aku mengakui nikmat-Mu (yang diberikan) kepadaku dan aku mengakui dosaku, oleh karena itu, ampunilah aku. Sesungguhnya tidak ada yang dapat mengampuni dosa kecuali Engkau.",
    "notes": null,
    "fawaid": "Barang siapa yang membacanya dengan yakin ketika petang hari, kemudian dia meninggal, maka ia akan masuk surga, demikian juga jika (dibaca) pada pagi hari.",
    "source": "HR. al-Bukhari No. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "title": "Doa Meminta Kemudahan Dalam Segala Urusan",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "Ya Allah, tidak ada kemudahan kecuali Engkau buat mudah. Dan engkau menjadikan kesedihan (kesulitan), jika Engkau kehendaki pasti akan menjadi mudah.",
    "notes": null,
    "fawaid": "Kemudahan hanya datang dari Allah. Sesuatu yang sulit sekalipun bisa menjadi mudah jika Allah kehendaki.",
    "source": "HR. Ibnu Hibban"
  },
  {
    "title": "Doa Tertimpa Musibah",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "Segala sesuatu adalah milik Allah dan akan kembali pada-Nya. Ya Allah, berilah ganjaran terhadap musibah yang menimpaku dan berilah ganti dengan yang lebih baik.",
    "notes": null,
    "fawaid": "Hendaklah seorang hamba membaca doa diatas ketika tertimpa musibah dengan rasa yakin dan harap, InsyaAllah dengan ini akan mendapatkan ganti yang lebih baik.",
    "source": "HR. Muslim"
  },
  {
    "title": "Doa Ketika Terlilit Hutang",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "Ya Allah cukupkanlah aku dengan yang halal dan jauhkanlah aku dari yang haram, dan cukupkanlah aku dengan karunia-Mu dari bergantung pada selain-Mu.",
    "notes": null,
    "fawaid": "Rezeki halal walaupun sedikit lebih baik dari harta haram yang jumlahnya melimpah.",
    "source": "HR. at-Tirmidzi No. 2563"
  },
  {
    "title": "Doa Memohon Perlindungan Dari Sifat Malas, Kesedihan, dan Lilitan Hutang",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'uudzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "Ya Allah, aku berlindung kepada-Mu dari kebingungan dan kesedihan, aku berlindung kepada-Mu dari kelemahan dan kemalasan, aku berlindung kepada-Mu dari ketakutan dan kekikiran, aku berlindung kepada-Mu dari lilitan hutang dan tekanan orang-orang.",
    "notes": null,
    "fawaid": "Abu Umamah lalu menuturkan: Setelah aku mengamalkan doa itu, Allah benar-benar menghilangkan kebingunganku dan memberi kemampuan melunasi hutang.",
    "source": "HR. Abu Dawud No. 1555"
  },
  {
    "title": "Doa Setelah Bersin",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Segala puji bagi Allah.",
    "notes": null,
    "fawaid": "Sesungguhnya Allah mencintai bersin, sebab bersin menggerakan seseorang untuk beribadah. Dan anjuran membalas pujian atas Allah orang yang memuji Allah, begitu juga sebaliknya.",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "Doa Saat Mendengar Orang Bersin",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Semoga Allah merahmatimu.",
    "notes": null,
    "fawaid": "Sesungguhnya Allah mencintai bersin, sebab bersin menggerakan seseorang untuk beribadah. Dan anjuran membalas pujian atas Allah orang yang memuji Allah, begitu juga sebaliknya.",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "Doa Balasan Kepada yang Mendoakan Kamu Bersin",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Semoga Allah memberikan petunjuk, dan memperbaiki keadaan kalian.",
    "notes": null,
    "fawaid": "Sesungguhnya Allah mencintai bersin, sebab bersin menggerakan seseorang untuk beribadah. Dan anjuran membalas pujian atas Allah orang yang memuji Allah, begitu juga sebaliknya.",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "Doa Meminta Akhlak yang Baik",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "Ya Allah, sebagaimana Engkau memperbagus badanku maka perbaguslah akhlaku.",
    "notes": null,
    "fawaid": "Paras yang menawan tidaklah cukup sebagai bekal seorang muslim, tapi harus diiringi dengan akhlak yang mulia. Maka hendaklah seorang muslim terus meminta untuk diperbaiki dan diperindah akhlaknya.",
    "source": "HR. Ahmad, dishahihkan al-Albani dalam al-Irwa', 1/115"
  },
  {
    "title": "Doa Berlindung dari Syaitan",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Ya Tuhanku aku berlindung kepada Engkau dari bisikan-bisikan syaitan dan aku berlindung (pula) kepada Engkau ya Tuhanku, dari kedatangan mereka kepadaku.",
    "notes": null,
    "fawaid": "Sesungguhnya Allah memerintahkan kepada nabi Muhammad dan seluruh ummat nya untuk berlindung dari bisikan syaitan dalam seluruh kegiatan dan terlebih saat menjelang kematian, yang mana syaitan membisikannya melalui hati seorang hamba dan membisikannya untuk melakukan kejelekan.",
    "source": "QS. Al-Mu'minun: 97-98"
  },
  {
    "title": "Doa Sesudah Adzan",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "Ya Allah, pemilik seruan yang sempurna ini dan sholat yang ditegakkan, anugerahkanlah kepada Nabi Muhammad; wasilah (kedudukan yang tinggi di surga) dan keutamaan (melebihi seluruh makhluk), dan bangkitkanlah beliau dalam kedudukan terpuji (memberi syafa'at) yang telah Engkau janjikan.",
    "notes": null,
    "fawaid": "Doa tersebut adalah doa yang disunnahkan oleh Rasulullah shallallahu alaihi wa sallam bagi orang yang mendengar panggilan shalat. Doa ini memiliki banyak keutamaan, di antaranya adalah mendapatkan syafaat dari Rasulullah shallallahu alaihi wa sallam dihari kiamat, mendapatkan wasilah dan kemuliaan bagi Nabi Muhammad shallallahu alaihi wa sallam di surga, dan mendapatkan pahala yang besar dan terpuji di sisi Allah ta'ala. Doa ini juga merupakan penghormatan dan pengagungan kepada Allah subhanahu wa ta'ala dan Rasul-Nya, serta menunjukkan rasa cinta dan rindu kepada Nabi Muhammad shallallahu alaihi wa sallam yang merupakan suri tauladan bagi umat Islam.",
    "source": "HR. Abu Dawud (529), at-Tirmidzi (211), an-Nasa'i (2:26), Ibnu Majah (722)"
  },
  {
    "title": "Doa Memohon Ampunan untuk Kedua Orang Tua",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Ya Tuhan kami, beri ampunilah aku dan kedua ibu bapaku dan sekalian orang-orang mukmin pada hari terjadinya hisab (hari kiamat)",
    "notes": null,
    "fawaid": "Doa tersebut adalah doa Nabi Ibrahim 'alaihissalam yang mengajarkan kita untuk menghormati dan menyayangi orang tua, mengingat hari akhir, dan peduli terhadap sesama mukmin. Dengan berdoa seperti ini, kita berharap Allah subhanahu wa ta'ala mengampuni dosa-dosa kita dan menjadikan kita orang-orang yang beriman.",
    "source": "QS. Ibrahim: 41"
  }
]
